Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Coeficiente permeabilidad en función de la concentración.
es_es: Permeability coefficient as a function of the concentration

source: Collect about 40 mL of distillate in 50.0 mL of 0.01 M hydrochloric acid, adding enough water R if necessary to cover the tip of the condenser.
es_es: Recoger unos 40 ml del producto destilado y volcarlo en 50.0 ml de ácido clorhídrico 0.01 M, agregando una cantidad suficiente deagua R si es necesario para cubrir el condensador hasta arriba.

source: Collection of biobanking samples (plasma, serum, urine, DNA) was optional.
es_es: La toma de muestras para los bancos biológicos (plasma, suero, orina, ADN) era optativa.

source: Colony Forming Unit
es_es: Unidad formadora de colonias

source: Colony forming unit
es_es: Unidad formadora de colonias

source: Color (colorless to slightly colored)
es_es: Color (incoloro a ligeramente colorido)

source: Colorless to slightly brownish-yellow solution means color of the solution is ≤ BY3
es_es: Solución incolora a ligeramente amarilla parduzca, es decir que el color de la solución es ≤ BY3

source: Colorless to slightly brownish-yellow solution ≤ BY3
es_es: Solución incolora a ligeramente amarilla parduzca ≤ BY3

source: Colour
es_es: Color

source: Colour Appearance Clarity of solution
es_es: Color, aspecto, turbidez de la solución

source: Colour excipients and additional water
es_es: Excipientes colorificantes y agua adicional

source: Colour of solution I
es_es: Color de la solución I

source: Colour of solution II
es_es: Color de la solución II

source: Colourless
es_es: Incolora

source: Colourless (< Y7)
es_es: Incolora (<Y7)

source: Colum/line for Printing Ink
es_es: Columna/línea para la tinta de impresión

source: Column
es_es: Columna

source: Column *
es_es: Columna *

source: Column A
es_es: Columna A

source: Column B
es_es: Columna B

source: Column Batches
es_es: Partidas de columnas

source: Column No.
es_es: N.° de columna

source: Column Parameters:
es_es: Parámetros de la columna

source: Column Temperature
es_es: Temperatura de la columna

source: Column batch
es_es: Partida de columnas

source: Column cleaning and storage procedure:
es_es: Procedimiento de limpieza y almacenamiento de columna:

source: Column conditioning procedure (after storage):
es_es: Procedimiento de acondicionamiento de columna (después del almacenamiento):

source: Column number
es_es: Número de columna

source: Column oven temperature
es_es: Temperatura del horno de la columna

source: Column oven temperature:
es_es: Temperatura del horno de la columna:

source: Column pressure
es_es: Presión de columna

source: Column storage solution:
es_es: Solución de almacenamiento de columnas:

source: Column storage was not performed as new resin was used for each spiking experiment.
es_es: No hubo almacenamiento de la columna porque se usó resina nueva para cada experimento de enriquecimiento.

source: Column temperature
es_es: Temperatura de columna

source: Column temperature:
es_es: Temperatura de columna:

source: Column washing after the analysis:
es_es: Lavado de la columna después del análisis:

source: Column – PQ43 – 030820
es_es: Columna - PQ43 - 030820

source: Column – PQ43-010121
es_es: Columna - PQ43 - 010121

source: Column –PQ43-010121
es_es: Columna - PQ43 - 010121

source: Column:
es_es: Columna:

source: Column: Silica bonded with Cellulose tris-(3,5-dichlorophenylcarbamate) Chiralpak IC-3; 3 µm; 50 x 4.6 mm or equivalent
es_es: Columna: Sílice unido con celulosa tris-(3,5-diclorofenilcarbamato) Chiralpak IC-3; 3 µm; 50 x 4.6 mm, o equivalente.

source: ColumnA
es_es: Columna A

source: ColumnB
es_es: Columna B

source: Columns for the regeneration and re-use experiments were prepared and operated as described in Section 3.2.S.2.5, Column Reuse Study, with the exception that after regeneration, the column was stored in 0.1M NaOH.
es_es: Las columnas para los ensayos de regeneración y reutilización se prepararon y operaron como se describe en la Sección 3.2.S.2.5 referida al estudio de reutilización de columnas, con la salvedad de que, después de la regeneración, la columna se almacenó en NaOH 0,1M.

source: Combination product
es_es: Medicamento combinado

source: Combination product related attributes
es_es: Atributos relacionados con el producto combinado

source: Combination treatment of psoralen and UVA (long wave UV radiation)
es_es: Tratamiento combinado de Psoraleno y UVA (radiación ultravioleta de onda larga)

source: Combination product batch number/Reference standard
es_es: Número de partida / Estándar de referencia del producto combinado

source: Comment
es_es: Comentario

source: Comments
es_es: Comentarios

source: Comments / Justification for the change
es_es: Comentarios/justificación del cambio

source: Comments/ Justification for the change
es_es: Comentarios/justificación del cambio

source: Comments/justification for the change
es_es: Comentarios/justificación del cambio

source: Comments:
es_es: Comentarios:

source: Commercial
es_es: Comercial

source: Commercial Register Mainz
es_es: Registro Comercial de Maguncia

source: Commercial conditioning is optional but is mandatory to extend the shelf life of the PFS-NSD-1
es_es: El acondicionamiento comercial es opcional, pero es obligatorio para extender la vida útil del dispositivo PFS-NSD-1.

source: Commercial facility
es_es: Planta de prod. comercial

source: Commercial manufacturing limit
es_es: Límite de fabricación comercial

source: Commercial packages of tenecteplase (MetalyseTM, Boehringer Ingelheim) will be used for the Investigational product for this study and be provided by each participating Site under the applicable Regulatory mechanism.
es_es: En este estudio, se utilizarán envases comerciales de tenecteplasa (MetalyseTM, Boehringer Ingelheim) para el producto en investigación. Cada centro que participe proporcionará sus envases de acuerdo con el marco regulatorio correspondiente.

source: Commercial packages of tenecteplase (MetalyseTM, Boehringer Ingelheim) are labelled by the manufacturer, Boehringer Ingelheim, with storage conditions (store below 30°C), batch number and expiry date.
es_es: El fabricante, Boehringer Ingelheim, etiqueta los envases comerciales de tenecteplasa (MetaliseTM, Boehringer Ingelheim) e incluye las condiciones de almacenamiento (almacenar por debajo de los 30 °C), el número de partida y la fecha de vencimiento.

source: Commercial product from Abbott, Germany
es_es: Producto comercial de Abbott, Alemania.

source: Commercial product from Aventis Pharma, Germany
es_es: Producto comercial de Aventis Pharma, Alemania.

source: Commercial product from Bayer Health Care AG, Germany
es_es: Producto comercial de Bayer Health Care AG, Alemania.

source: Commercial product from Bayer Schering Pharma AG, Germany
es_es: Producto comercial de Bayer Schering Pharma AG, Alemania.

source: Commercial product from Bristol-Myers Squibb, Germany
es_es: Producto comercial de Bristol-Myers Squibb, Alemania

source: Commercial product from Bristol-Myers Squibb, USA
es_es: Producto comercial de Bristol-Myers Squibb, EE. UU.

source: Commercial product from Merk Sharp & Dohme, Germany
es_es: Producto comercial de Merk Sharp & Dohme, Alemania.

source: Commercial product from Sanofi-Aventis, Germany
es_es: Producto comercial de Sanofi-Aventis, Alemania.

source: Commercial product from Takeda GmbH, Germany
es_es: Producto comercial de Takeda GmbH, Alemania.

source: Commercial product from Teofarma, Germany
es_es: Producto comercial de Teofarma, Alemania.

source: Commercial product is the PFS-NSD-1
es_es: El producto comercial es el dispositivo PFS-NSD-1

source: Commercial Conditioning:
es_es: Acondicionamiento comercial:

source: Commitment to continue testing the primary stability batches and the PPQ stability batches
es_es: Compromiso de realizar pruebas continuadas en las partidas de estabilidad primaria y las partidas de estabilidad para calificación del desempeño del proceso

source: Common Technical Document
es_es: Documento técnico común

source: Common co-morbidities identified in paediatric VTE populations include (not in order of prevalence) [P19-06504; R19-2560; R19-2559].
es_es: Las comorbilidades frecuentes identificadas en poblaciones pediátricas con TEV son (sin orden de prevalencia) las siguientes [P19-06504; R19-2560; R19-2559]:

source: Como el anterior, en este tipo de estudios deben emplearse un diseño cruzado, si es posible.
es_es: As above, when possible, a crossover design should be used in this type of study.

source: Como la curva de dosis-respuesta para la farmacodinámica o los puntos finales clínicos son generalmente más planos que la relación entre los parámetros farmacocinéticos de dosis, es esencial para asegurar la validez interna del estudio para demostrar la sensibilidad del ensayo, es decir, la capacidad de distinguir la respuesta obtenida por dosis adyacentes (dos veces o incluso diferencias de cuatro veces en la dosis).
es_es: Since the PD or clinical endpoint dose-response curve is generally flatter than the PK dose ratios, it is essential to ensure the internal validity of the study to demonstrate its sensitivity, i.e. the ability to distinguish the response from adjacent doses (two-fold or even four-fold differences in dose).

source: Como mínimo se requiere de 12 sujetos.
es_es: A minimum of 12 subjects is required.

source: Como regla general, cuanto más similar es la composición del medicamento multifuente o genérico a la del medicamento de comparación con respecto a los excipientes, menor es el riesgo de tomar una decisión inadecuada sobre la equivalencia utilizando una bioexención basada en BCS.
es_es: As a general rule, the more similar the inactive ingredient composition of the multi-source or generic drug regarding the comparator, the lower the risk of equivalence misjudgment in BCS-based biowaivers.

source: Como se describe en la sección 8.4.1, la concentración estudiada suele ser la mayor, a menos que se elija una menor, por razones de seguridad y el principio activo sea altamente soluble y muestre una farmacocinética lineal;
es_es: As described in 8.4.1, the concentration studied is usually the highest, unless a lower concentration is chosen for safety reasons and the drug substance is highly soluble and shows linear pharmacokinetics;

source: Como sustituto de la evidencia clínica de la seguridad y la eficacia del medicamento multifuente o genérico;
es_es: To substitute for the safety and efficacy clinical evidence of the multi-source or generic drug;

source: Como una medida in vivo de calidad farmacéutica.
es_es: To provide in vivo quantitative evidence of pharmaceutical quality.

source: Comp. with ref. mat.
es_es: Cumple c/mat. de ref.

source: Company Core Data Sheet
es_es: Información fundamental del producto, de uso interno

source: Company Name and Address
es_es: Denominación de la empresa y dirección

source: Company Name:
es_es: Denominación de la empresa:

source: Company name
es_es: Denominación de la empresa

source: Company position
es_es: Posición de la empresa

source: Company standard
es_es: Estándar interno

source: Comparability between current and proposed single-chain method concerning accuracy and precision was evaluated by a side-by-side comparability study.
es_es: Se evaluó la comparabilidad de la exactitud y la precisión entre los métodos de cadena única vigente y propuesto mediante un estudio de comparabilidad en paralelo.

source: Comparability is given by a consistent overall number of peaks and the absence of newly occurring peaks, as well as the similarity of retention times and relative areas of selected individual peaks.
es_es: La comparabilidad está dada por un número general sistemático de picos y la ausencia de picos nuevos, así como por la similitud de los tiempos de retención y las áreas relativas de picos individuales seleccionados.

source: Comparability of both devices (UV/VIS spectrophotometer and SoloVPE) was demonstrated.
es_es: Se demostró la comparabilidad de ambos dispositivos (espectrofotómetro UV/VIS y SoloVPE).

source: Comparability of both methods concerning accuracy was assessed by analysing 20 DS, eight tenecteplase DP 40 mg/vial and twelve 50 mg/vial batches.
es_es: Para evaluar qué tan comparable es la exactitud de ambos métodos, se analizaron 20 partidas del principio activo, ocho partidas del medicamento a 40 mg/frasco y doce partidas del medicamento a 50 mg/frasco.

source: Comparability of both methods concerning precision was assessed by analysing 18 samples each from the same representative DS and DP (40 mg/vial and DP 50 mg/vial) batches with current and proposed method.
es_es: Para evaluar qué tan comparable es la precisión de ambos métodos, se analizaron 18 muestras de las mismas partidas representativas del principio activo y del medicamento (40 mg/frasco y 50 mg/frasco) en cada caso, usando los métodos vigente y propuesto.

source: Comparability of method accuracy
es_es: Comparabilidad de la exactitud del método

source: Comparability of method precision
es_es: Comparabilidad de la precisión del método

source: Comparability of reference standards with common historical reference standard TNK994-1
es_es: Comparabilidad de los estándares de referencia con el estándar de referencia histórico común TNK994-1

source: Comparability of the linearity curves obtained with matrix and without matrix was evaluated using two dilution series.
es_es: Se evaluó qué tan equiparables son las curvas de linealidad con y sin matriz usando dos series de diluciones.

source: Comparability results for method accuracy (DP 40 and 50 mg/vial)
es_es: Comparabilidad de la exactitud del método (medicamento, 40 y 50 mg/frasco)

source: Comparability results for method accuracy (DS)
es_es: Comparabilidad de la exactitud del método (ppio. activo)

source: Comparability results for method precision (DP)
es_es: Comparabilidad de la precisión del método (medicamento)

source: Comparability results for method precision (DS)
es_es: Comparabilidad de la precisión del método (ppio. activo)

source: Comparability study on 40 mg/vial and 25 mg/vial DP batches
es_es: Estudio de comparabilidad realizado sobre partidas del medicamento a 40 mg/frasco y 25 mg/frasco

source: Comparability study type
es_es: Tipo de estudio de comparabilidad

source: Comparable handling.
es_es: Manipulación comparable.

source: Comparable molarity and density like the medium in which the alteplase sample to be determined is dissolved
es_es: Molaridad equiparable y densidad similar a la del medio de disolución de la muestra de alteplasa por determinar

source: Comparable removal factors were obtained for run 22000 (2441-fold), for run 22002 (2715-fold) and for run 22003 (3469-fold).
es_es: Se obtuvieron factores de eliminación equiparables para la corrida 22000 (2441 veces), para la corrida 22002 (2715 veces) y para la corrida 22003 (3469 veces).

source: Comparación de perfiles de disolución.
es_es: Comparison of dissolution profiles.

source: Comparative Dissolution Profiles
es_es: Perfiles de disolución comparativos

source: Comparative Table
es_es: Tabla comparativa

source: Comparative Table for Section 3.2.S.2.1 “Manufacturer”
es_es: Tabla comparativa para la Sección 3.2.S.2.1 sobre fabricantes

source: Comparative dissolution profiles have been recorded for nintedanib capsules 100 mg and 150 mg, three batches per dosage strength at three different pH values (pH 1, pH 4.5 and pH 6.8).
es_es: Se han registrado perfiles de disolución comparativos para tres partidas por dosis de nintedanib, cápsulas de 100 mg y 150 mg, a tres pH diferentes respectivamente (1, 4.5 y 6.8).

source: Comparative table for Section 3.2.S.2.1 for Manufacturer of drug substance
es_es: Tabla comparativa para la Sección 3.2.S.2.1 sobre fabricantes del principio activo

source: Comparative table for Section 3.2.S.2.2 for Manufacturing Process and Process Controls – Purification
es_es: Tabla comparativa para la Sección 3.2.S.2.2 sobre el proceso de fabricación y los controles del proceso: purificación

source: Comparative table for Section 3.2.S.2.3.2 for Control of Materials - Raw Material Specification for Reagents, Solvents and Auxiliary Materials, Alteplase of DS
es_es: Tabla comparativa para la Sección 3.2.S.2.3.2: Control de materiales; especificación de la materia prima para reactivos, disolventes y materiales auxiliares del principio activo alteplasa

source: Comparative table for Section 3.2.S.2.3.2 for Raw Material Specification for Reagents, Solvents and Auxiliary Materials
es_es: Tabla comparativa para la Sección 3.2.S.2.3.2: especificación de la materia prima para reactivos, disolventes y materiales auxiliares

source: Comparative table for Section 3.2.S.2.4 for Analytical Procedure for Intermediate - Alteplase content (SPR method) for alteplase
es_es: Tabla comparativa para la Sección 3.2.S.2.4 del Procedimiento analítico: Contenido de Productos Intermedios / Alteplasa (método SPR) en alteplasa

source: Comparative table for Section 3.2.S.2.4.1 for Control of Critical Steps and Intermediates for alteplase
es_es: Tabla comparativa correspondiente a la Sección 3.2.S.2.4.1, Controles de los pasos críticos y los compuestos intermedios de alteplasa

source: Comparative table for Section 3.2.S.2.5 for Process Evaluation– Purification
es_es: Tabla comparativa para la Sección 3.2.S.2.5 sobre la evaluación la proceso: purificación

source: Comparative table for Section 3.2.S.4.1 for Specifications for the Drug Substance for Alteplase
es_es: Tabla comparativa para la Sección 3.2.S.4.1 sobre especificaciones del principio activo alteplasa

source: Comparative table for Section 3.2.S.4.2 for Analytical Procedure for Intermediate - Bacterial endotoxins for alteplase
es_es: Tabla comparativa para la Sección 3.2.S.2.4 del Procedimiento analítico: Contenido de Productos Intermedios / Endotoxinas bacterianas en alteplasa

source: Comparative table for Section 3.2.S.4.2 for Analytical Procedure for Intermediate - Mycoplasma test for alteplase
es_es: Tabla comparativa para la Sección 3.2.S.4.2 del Procedimiento analítico: Contenido de Productos Intermedios. Ensayo de micoplasma en alteplasa

source: Comparative table for Section 3.2.S.4.2 for Analytical procedure Oligosaccharide mapping for alteplase
es_es: Tabla comparativa para la Sección 3.2.S.4.2 del Procedimiento analítico: mapeo de los oligosacáridos en alteplasa

source: Comparative table for Section for 3.2.S.3.2 for Impurities, alteplase
es_es: Tabla comparativa para la Sección 3.2.S.3.2 sobre impurezas de alteplasa

source: Comparative table for dossier section 3.2.P.3.1 for Manufacturer for Linagliptin / Metformin Hydrochloride Film-coated Tablets, 2.5/500 mg
es_es: Tabla comparativa correspondiente a la sección del dossier 3.2.P.3.1, Fabricante de los comprimidos recubiertos de linagliptina/clorhidrato de metformina (2.5/500 mg)

source: Comparative table for dossier section 3.2.P.5.1 for Specification for Linagliptin / Metformin Hydrochloride Film-coated Tablets, 2.5/500 mg
es_es: Tabla comparativa correspondiente a la sección del dossier 3.2.P.5.1, Especificación de los comprimidos recubiertos de linagliptina/clorhidrato de metformina (2.5/500 mg)

source: Comparative table for dossier section 3.2.P.3.1 for Manufacturer for Linagliptin / Metformin Hydrochloride Film-coated Tablets
es_es: Tabla comparativa correspondiente a la sección del dossier 3.2.P.3.1, Fabricante de los comprimidos recubiertos de linagliptina/clorhidrato de metformina

source: Comparative table for section 3.2.P.3.2 for Nintedanib Capsules
es_es: Tabla comparativa para la Sección 3.2.P.3.2 (Nintedanib, cápsulas)

source: Comparative table for section 3.2.P.3.3 for Nintedanib Capsules
es_es: Tabla comparativa para la Sección 3.2.P.3.3 (Nintedanib, cápsulas)

source: Comparative table for section 3.2.P.4 Reference to Compendia for the linagliptin film-coated tablets,, 5 mg
es_es: Tabla comparativa para la Sección 3.2.P.4, Referencia a los compendios de linagliptina, comprimidos recubiertos, 5 mg.

source: Comparative table for section 3.2.P.5.1 for Nintedanib Capsules
es_es: Tabla comparativa para la Sección 3.2.P.5.1 (Nintedanib, cápsulas)

source: Comparative table for section 3.2.S.2.2 Description of Manufacturing Process and Process Controls for Actilyse
es_es: Tabla comparativa para la Sección 3.2.S.2.2, Descripción el proceso de fabricación y los controles del proceso de Actilyse

source: Comparative table for section P.3.1 manufacturer of dabigatran etexilate capsules, 75 mg, 110 mg and 150 mg/capsule
es_es: Tabla comparativa de la sección P.3.1, fabricante de etexilato de dabigatrán, cápsulas, 75 mg, 110 mg y 150 mg/cápsula

source: Comparative table of current and proposed Description of Manufacturing Process and Process Controls
es_es: Tabla comparativa de la descripción el proceso de fabricación y los controles del proceso vigentes y propuestos.

source: Comparative table of current and proposed Specification
es_es: Tabla comparativa de las especificaciones vigente y propuesta

source: Comparator product
es_es: Producto comparador

source: Comparator product:
es_es: Producto comparador:

source: Compare all peaks which appear after 2.0 min with those obtained in the blank solution to ensure correct identification of the peaks.
es_es: Para garantizar una identificación correcta de los picos, comparar todos los que aparecen tras 2.0 minutos con los de la solución blanco.

source: Compare any brown colour produced by the sample solution with that produced by the standard solution against white surface.
es_es: Comparar la coloración amarronada producida por la solución muestra con la producida por la solución estándar, usando como fondo una superficie blanca.

source: Compare the colours in diffuse daylight, viewing horizontally against a white background.
es_es: Comparar los colores luz solar difusa, por observación horizontal sobre un fondo blanco.

source: Compare the colours in diffuse daylight, viewing vertically against a white background.
es_es: Comparar los colores luz solar difusa, por observación vertical sobre un fondo blanco.

source: Compare the retention time and the UV spectrum of the linagliptin peak of the sample to those of the standard.
es_es: Comparar el tiempo de retención y el espectro UV del pico de linagliptina en la muestra con los del estándar.

source: Compare the spectrum obtained for the test sample with the relevant reference spectrum; check that the maxima of the characteristic bands correspond in respect of wavenumber and relative intensities.
es_es: Comparar el espectro obtenido para la muestra de prueba con el espectro de referencia relevante; verificar que los máximos de las bandas características se correspondan con respecto al número de onda y las intensidades relativas.

source: Compare the spectrum obtained with the reference spectrum that was generated using the relevant method; check that the maxima of the characteristic bands correspond in respect of wavenumber and relative intensities.
es_es: Comparar el espectro obtenido con el espectro de referencia generado mediante el método relevante; verificar que los máximos de las bandas características se correspondan con respecto al número de onda y las intensidades relativas.

source: Compare the spectrum obtained with the reference spectrum.
es_es: Comparar el espectro obtenido con el de referencia.

source: Compared to an Absorption Profile of a Production Scale Run
es_es: comparados con el perfil de absorción de una corrida a escala de producción
